    
SELECT * from (   
	VALUES '21001', 'Заболевания поджелудочной железы'
    union
    VALUES '21002', 'Заболевания, врожденные аномалии печени, желчных протоков, воротной вены. Новообразования печени. Новообразования внутрипеченочных желчных протоков. Новообразования внепеченочных желчных протоков. Новообразования желчного пузыря. Инвазия печени, вызванная эхинококком'
    union
    VALUES '21003', 'Семейный аденоматоз толстой кишки, тотальное поражение всех отделов толстой кишки полипами'
    union
    VALUES '21004', 'Свищ прямой кишки 3 - 4 степени сложности'
    union
    VALUES '21005', 'Ректовагинальный (коловагинальный) свищ'
    union
    VALUES '21006', 'Дивертикулярная болезнь ободочной кишки, осложненное течение'
    union
    VALUES '21007', 'Мегадолихоколон, рецидивирующие завороты сигмовидной кишки'
    union
    VALUES '21008', 'Болезнь Гиршпрунга, мегадолихосигма'
    union
    VALUES '21009', 'Хронический толстокишечный стаз в стадии декомпенсации'
    VALUES '21010', 'Колостома, илеостома, еюностома, состояние после обструктивной резекции ободочной кишки'
    union
    VALUES '21011', 'Врожденная ангиодисплазия толстой кишки'
    union
    VALUES '21012', 'Язвенный колит, тотальное поражение, хроническое непрерывное течение, тяжелая гормонозависимая или гормонорезистентная форма'
    union
    VALUES '21013', 'Болезнь Крона тонкой, толстой кишки и в форме илеоколита, осложненное течение, тяжелая гормонозависимая или гормонорезистентная форма'
    union
    VALUES '21014', 'Новообразования надпочечников и забрюшинного пространства заболевания надпочечников гиперальдостеронизм гиперкортицизм. Синдром Иценко - Кушинга (кортикостерома)'
    union
    VALUES '21015', 'Привычный выкидыш, сопровождающийся резус-иммунизацией'
    union
    VALUES '21016', 'Привычный выкидыш, обусловленный сочетанной тромбофилией (антифосфолипидный синдром и врожденная тромбофилия) с гибелью плода или тромбозом при предыдущей беременности'
    union
    VALUES '21017', 'Цистоцеле, неполное и полное опущение матки и стенок влагалища, ректоцеле, гипертрофия и элонгация шейки матки у пациенток репродуктивного возраста'
    union
    VALUES '21018', 'Выпадение стенок влагалища после экстирпации матки'
    union
    VALUES '21019', 'Стрессовое недержание мочи в сочетании с опущением и (или) выпадением органов малого таза'
    union
    VALUES '21020', 'Доброкачественная опухоль шейки матки, а также гигантская (от 8 см и более) доброкачественная опухоль яичника, вульвы у женщин репродуктивного возраста. Гигантская миома матки у женщин репродуктивного возраста'
    union
    VALUES '21021', 'Язвенный колит и болезнь Крона 3 и 4 степени активности, гормонозависимые и гормонорезистентные формы. Тяжелые формы целиакии'
    union
    VALUES '21022', 'Хронический аутоиммунный гепатит в сочетании с первично-склерозирующим холангитом'
    union
    VALUES '21023', 'Хронический аутоиммунный гепатит в сочетании с первичным билиарным циррозом печени'
    union
    VALUES '21024', 'Хронический аутоиммунный гепатит в сочетании с хроническим вирусным гепатитом C'
    union
    VALUES '21025', 'Хронический аутоиммунный гепатит в сочетании с хроническим вирусным гепатитом B'
    union
    VALUES '21026', 'Патология гемостаза, резистентная к стандартной терапии, и (или) с течением, осложненным угрожаемыми геморрагическими явлениями. Гемолитическая анемия, резистентная к стандартной терапии, или с течением, осложненным тромбозами и другими жизнеугрожающими синдромами'
    union
    VALUES '21027', 'Патология гемостаза, резистентная к стандартной терапии, и (или) с течением, осложненным угрожаемыми геморрагическими явлениями'
    union
    VALUES '21028', 'Патология гемостаза, резистентная к стандартной терапии, и (или) с течением, осложненным тромбозами или тромбоэмболиями'
    union
    VALUES '21029', 'Патология гемостаза, резистентная к стандартной терапии, и (или) с течением, осложненным тромбозами или тромбоэмболиями, анемическим, тромбоцитопеническим синдромом'
    union
    VALUES '21030', 'Патология гемостаза, в том числе с катастрофическим антифосфолипидным синдромом, резистентным к стандартной терапии, и (или) с течением, осложненным тромбозами или тромбоэмболиями'
    union
    VALUES '21031', 'Цитопенический синдром, перегрузка железом, цинком и медью'
    union
    VALUES '21032', 'Гемолитический криз при гемолитических анемиях различного генеза, в том числе аутоиммунного, при пароксизмальной ночной гемоглобинурии'
    union
    VALUES '21033', 'Агранулоцитоз с показателями нейтрофильных лейкоцитов крови 0,5 x 109/л и ниже'
    union
    VALUES '21034', 'Парциальная красноклеточная аплазия, резистентная к терапии глюкокортикоидными гормонами, сопровождающаяся гемосидерозом (кроме пациентов, перенесших трансплантацию костного мозга, пациентов с почечным трансплантатом)'
    union
    VALUES '21035', 'Прогрессирующее течение острых печеночных порфирий, осложненное развитием бульбарного синдрома, апноэ, нарушениями функций тазовых органов, торпидное к стандартной терапии, с тяжелой фотосенсибилизацией и обширными поражениями кожных покровов, с явлениями системного гемохроматоза (гемосидероза) тканей - эритропоэтической порфирией, поздней кожной порфирией'
    union
    VALUES '21036', 'Врожденная киста легкого. Секвестрация легкого. Атрезия пищевода. Свищ трахеопищеводный'
    union
    VALUES '21037', 'Тяжелые распространенные формы псориаза без поражения суставов при отсутствии эффективности ранее проводимых методов системного и физиотерапевтического лечения'
    union
    VALUES '21038', 'Пустулезные формы псориаза при отсутствии эффективности ранее проводимых методов системного и физиотерапевтического лечения'
    union
    VALUES '21039', 'Тяжелые распространенные формы псориаза артропатического при отсутствии эффективности ранее проводимых методов системного и физиотерапевтического лечения'
    union
    VALUES '21040', 'Тяжелые распространенные формы атопического дерматита при отсутствии эффективности ранее проводимых методов системного и физиотерапевтического лечения'
    union
    VALUES '21041', 'Истинная (акантолитическая) пузырчатка'
    union
    VALUES '21042', 'Локализованная склеродермия при отсутствии эффективности ранее проводимых методов системного и физиотерапевтического лечения'
    union
    VALUES '21043', 'Тяжелые распространенные формы псориаза, резистентные к другим видам системной терапии'
    union
    VALUES '21045', 'Термические, химические и электрические ожоги I - II - III степени от 30 до 49 процентов поверхности тела, в том числе с развитием тяжелых инфекционных осложнений (пневмония, сепсис)'
    union
    VALUES '21046', 'Термические, химические и электрические ожоги I - II - III степени более 50 процентов поверхности тела, в том числе с развитием тяжелых инфекционных осложнений (пневмония, сепсис)'
    union
    VALUES '21047', 'Внутримозговые злокачественные новообразования (первичные и вторичные) и доброкачественные новообразования функционально значимых зон больших полушарий головного мозга'
    union
    VALUES '21048', 'Внутримозговые злокачественные (первичные и вторичные) и доброкачественные новообразования боковых и III желудочка мозга'
    union
    VALUES '21049', 'Внутримозговые злокачественные (первичные и вторичные) и доброкачественные новообразования мозжечка, IV желудочка мозга, стволовой и парастволовой локализации'
    union
    VALUES '21050', 'Внутримозговые злокачественные (первичные и вторичные) и доброкачественные новообразования мозжечка'
    union
    VALUES '21051', 'Кавернома (кавернозная ангиома) мозжечка'
    union
    VALUES '21052', 'Злокачественные (первичные и вторичные) и доброкачественные новообразования оболочек головного мозга парасаггитальной локализации с вовлечением синусов, серповидного отростка и намета мозжечка, а также внутрижелудочковой локализации'
    union
    VALUES '21053', 'Доброкачественные и злокачественные новообразования зрительного нерва (глиомы, невриномы и нейрофибромы, в том числе внутричерепные новообразования при нейрофиброматозе I - II типов). Туберозный склероз. Гамартоз'
    union
    VALUES '21054', 'Аденомы гипофиза, краниофарингиомы, злокачественные и доброкачественные новообразования шишковидной железы. Врожденные церебральные кисты'
    union
    VALUES '21055', 'Злокачественные новообразования придаточных пазух носа, прорастающие в полость черепа'
    union
    VALUES '21056', 'Злокачественные (первичные и вторичные) и доброкачественные новообразования костей черепа и лицевого скелета, прорастающие в полость черепа'
    union
    VALUES '21057', 'Эозинофильная гранулема кости, ксантогранулема, аневризматическая костная киста'
    union
    VALUES '21058', 'Доброкачественные новообразования носоглотки и мягких тканей головы, лица и шеи, прорастающие в полость черепа'
    union
    VALUES '21059', 'Злокачественные (первичные и вторичные) и доброкачественные новообразования позвоночного столба, костей таза, крестца и копчика, в том числе с вовлечением твердой мозговой оболочки, корешков и спинномозговых нервов, дермоиды (липомы) спинного мозга'
    union
    VALUES '21060', 'Артериовенозная мальформация головного мозга'
    union
    VALUES '21061', 'Артериальная аневризма в условиях разрыва или артериовенозная мальформация головного мозга в условиях острого и подострого периода субарахноидального или внутримозгового кровоизлияния'
    union
    VALUES '21062', 'Окклюзии, стенозы, эмболии, тромбозы, гемодинамически значимые патологические извитости экстракраниальных отделов церебральных артерий'
    union
    VALUES '21063', 'Дефекты и деформации свода и основания черепа, лицевого скелета врожденного и приобретенного генеза'
    union
    VALUES '21064', 'Тромбоз церебральных артерий и синусов'
    union
    VALUES '21065', 'Врожденная или приобретенная гидроцефалия окклюзионного или сообщающегося характера. Приобретенные церебральные кисты'
    union
    VALUES '21066', 'Дегенеративно-дистрофическое поражение межпозвонковых дисков, суставов и связок позвоночника с формированием грыжи диска, деформацией (гипертрофией) суставов и связочного аппарата, нестабильностью сегмента, спондилолистезом, деформацией и стенозом позвоночного канала и его карманов'
    union
    VALUES '21068', 'Внутрижелудочковое кровоизлияние. Церебральная ишемия 2 - 3 степени. Родовая травма. Сепсис новорожденных. Врожденная пневмония. Синдром дыхательных расстройств'
    union
    VALUES '21069', 'Другие случаи малой массы тела при рождении. Другие случаи недоношенности. Крайняя незрелость. "Маловесный" для гестационного возраста плод. Малый размер плода для гестационного возраста. Крайне малая масса тела при рождении'
    union
    VALUES '21070', 'Злокачественные новообразования головы и шеи (I - III стадия)'
    union
    VALUES '21071', 'Злокачественные новообразования полости носа, глотки, гортани у функционально неоперабельных больных'
    union
    VALUES '21072', 'Стенозирующие злокачественные новообразования пищевода, желудка, двенадцатиперстной кишки, ободочной кишки, ректосигмоидного соединения, прямой кишки, заднего прохода и анального канала'
    union
    VALUES '21073', 'Пациенты со злокачественными новообразованиями пищевода и желудка, подвергшиеся хирургическому лечению с различными пострезекционными состояниями (синдром приводящей петли, синдром отводящей петли, демпинг-синдром, рубцовые деформации анастомозов)'
    union
    VALUES '21074', 'Первичные и метастатические злокачественные новообразования печени'
    union
    VALUES '21075', 'Нерезектабельные злокачественные новообразования печени и внутрипеченочных желчных протоков'
    union
    VALUES '21076', 'Злокачественные новообразования общего желчного протока'
    union
    VALUES '21077', 'Злокачественные новообразования общего желчного протока в пределах слизистого слоя T1'
    union
    VALUES '21078', 'Локализованные и местнораспространенные формы злокачественных новообразований желчного пузыря'
    union
    VALUES '21079', 'Нерезектабельные опухоли внепеченочных желчных протоков'
    union
    VALUES '21080', 'Нерезектабельные опухоли поджелудочной железы. Злокачественные новообразования поджелудочной железы с обтурацией вирсунгова протока'
    union
    VALUES '21081', 'Немелкоклеточный ранний центральный рак легкого (Tis-T1NoMo)'
    union
    VALUES '21082', 'Ранний рак трахеи'
    union
    VALUES '21083', 'Стенозирующий рак трахеи. Стенозирующий центральный рак легкого (T3-4NxMx)'
    union
    VALUES '21084', 'Ранние формы злокачественных опухолей легкого (I - II стадия)'
    union
    VALUES '21085', 'Злокачественные новообразования легкого (периферический рак)'
    union
    VALUES '21086', 'Опухоль вилочковой железы (I - II стадия). Опухоль переднего, заднего средостения (начальные формы). Метастатическое поражение средостения'
    union
    VALUES '21087', 'Опухоль плевры. Распространенное поражение плевры. Мезотелиома плевры. Метастатическое поражение плевры'
    union
    VALUES '21088', 'Метастатическое поражение плевры'
    union
    VALUES '21089', 'Метастатические опухоли костей. Первичные опухоли костей IV стадии. Первичные опухоли мягких тканей IV стадии. Метастатические опухоли мягких тканей'
    union
    VALUES '21090', 'Первичные и метастатические злокачественные новообразования кожи'
    union
    VALUES '21091', 'Опухоли мягких тканей грудной стенки'
    union
    VALUES '21092', 'Злокачественные новообразования молочной железы IIa, IIb, IIIa стадии'
    union
    VALUES '21093', 'Злокачественные новообразования вульвы (0 - I стадия), злокачественные новообразования влагалища'
    union
    VALUES '21094', 'Злокачественные новообразования шейки матки (I - III стадия). Местнораспространенные формы злокачественных новообразований шейки матки, осложненные кровотечением'
    union
    VALUES '21095', 'Вирусассоциированные злокачественные новообразования шейки матки in situ'
    union
    VALUES '21096', 'Злокачественные новообразования эндометрия in situ - III стадии'
    union
    VALUES '21097', 'Злокачественные новообразования яичников I стадии'
    union
    VALUES '21098', 'Злокачественные новообразования полового члена'
    union
    VALUES '21099', 'Местнораспространенные злокачественные новообразования предстательной железы III стадии (T3a-T4NxMo)'
    union
    VALUES '21100', 'Локализованные злокачественные новообразования предстательной железы (I - II стадия (T1-2cN0M0), местный рецидив после хирургического или лучевого лечения'
    union
    VALUES '21101', 'Локализованные и местнораспространенные злокачественные новообразования предстательной железы (II - III стадия)'
    union
    VALUES '21102', 'Злокачественные новообразования яичка (TxN1-2MoS1-3)'
    union
    VALUES '21103', 'Злокачественные новообразования почки (I - III стадия), нефробластома'
    union
    VALUES '21104', 'Злокачественные новообразования мочевого пузыря (I - IV стадия (T1-T2bNxMo))'
    union
    VALUES '21105', 'Злокачественные новообразования мочевого пузыря (I - IV стадия) T1-T2bNxMo)) при массивном кровотечении'
    union
    VALUES '21106', 'Метастатическое поражение легкого'
    union
    VALUES '21107', 'Опухоли головы и шеи, первичные и рецидивные, метастатические опухоли центральной нервной системы'
    union
    VALUES '21108', 'Начальные, локализованные и местнораспространенные формы злокачественных новообразований пищевода'
    union
    VALUES '21109', 'Пациенты со злокачественными новообразованиями желудка, подвергшиеся хирургическому лечению с различными пострезекционными состояниями (синдром приводящей петли, синдром отводящей петли, демпинг-синдром, рубцовые деформации анастомозов), злокачественные новообразования желудка (I - IV стадия)'
    union
    VALUES '21110', 'Местнораспространенные и диссеминированные формы злокачественных новообразований двенадцатиперстной и тонкой кишки'
    union
    VALUES '21111', 'Состояние после обструктивных резекций по поводу опухолей толстой кишки. Опухоли ободочной, сигмовидной, прямой кишки и ректосигмоидного соединения с перитонеальной диссеминацией, включая псевдомиксому брюшины'
    union
    VALUES '21112', 'Местнораспространенные и метастатические формы первичных и рецидивных злокачественных новообразований ободочной, сигмовидной, прямой кишки и ректосигмоидного соединения (II - IV стадия)'
    union
    VALUES '21113', 'Локализованные опухоли среднеампулярного и нижнеампулярного отдела прямой кишки'
    union
    VALUES '21114', 'Местнораспространенные первичные и метастатические опухоли печени'
    union
    VALUES '21115', 'Опухоли легкого (I - III стадия)'
    union
    VALUES '21116', 'Опухоль вилочковой железы III стадии. Опухоль переднего, заднего средостения местнораспространенной формы, метастатическое поражение средостения'
    union
    VALUES '21117', 'Первичные злокачественные новообразования костей и суставных хрящей туловища и конечностей Ia-b, IIa-b, IVa-b стадии. Метастатические новообразования костей, суставных хрящей туловища и конечностей'
    union
    VALUES '21118', 'Злокачественные новообразования кожи'
    union
    VALUES '21119', 'Местнораспространенные и диссеминированные формы первичных и рецидивных неорганных опухолей забрюшинного пространства'
    union
    VALUES '21120', 'Местнораспространенные формы первичных и метастатических опухолей брюшной стенки'
    union
    VALUES '21121', 'Первичные злокачественные новообразования мягких тканей туловища и конечностей, злокачественные новообразования периферической нервной системы туловища, нижних и верхних конечностей Ia-b, IIa-b, III, IVa-b стадии'
    union
    VALUES '21122', 'Злокачественные новообразования молочной железы (0 - IV стадия)'
    union
    VALUES '21123', 'Злокачественные новообразования шейки матки'
    union
    VALUES '21124', 'Злокачественные новообразования тела матки (местнораспространенные формы). Злокачественные новообразования эндометрия (I - III стадия) с осложненным соматическим статусом (тяжелая степень ожирения, тяжелая степень сахарного диабета и т.д.)'
    union
    VALUES '21125', 'Злокачественные новообразования яичников (I - IV стадия). Рецидивы злокачественных новообразований яичников'
    union
    VALUES '21126', 'Рецидивы злокачественного новообразования тела матки, шейки матки и яичников'
    union
    VALUES '21127', 'Злокачественные новообразования полового члена (I - IV стадия)'
    union
    VALUES '21128', 'Локализованные злокачественные новообразования предстательной железы (I - II стадия), T1-2cN0M0'
    union
    VALUES '21129', 'Злокачественные новообразования яичка'
    union
    VALUES '21130', 'Злокачественные новообразования почки (III - IV стадия)'
    union
    VALUES '21131', 'Злокачественные новообразования почки (I - II стадия)'
    union
    VALUES '21132', 'Злокачественные новообразования мочевого пузыря (I - IV стадия)'
    union
    VALUES '21133', 'Злокачественные новообразования надпочечника (I - III стадия) (T1a-T3aNxMo)'
    union
    VALUES '21134', 'Злокачественные новообразования надпочечника (III - IV стадия)'
    union
    VALUES '21135', 'Местнораспространенные опухоли органов средостения'
    union
    VALUES '21136', 'Первичный рак молочной железы T1N2-3M0, T2-3N1-3M0'
    union
    VALUES '21137', 'Злокачественные новообразования печени (II - IV стадия (T3-4N0-1M0-1). Пациенты с множественными опухолями печени. Пациенты с нерезектабельными опухолями. Функционально неоперабельные пациенты'
    union
    VALUES '21138', 'Злокачественные новообразования поджелудочной железы (II - IV стадия (T3-4N0-1M0-1). Пациенты с нерезектабельными и условно резектабельными опухолями. Пациенты с генерализованными опухолями (в плане паллиативного лечения). Функционально неоперабельные пациенты'
    union
    VALUES '21139', 'Метастатическое поражение костей'
    union
    VALUES '21140', 'Злокачественные новообразования забрюшинного пространства (I - IV стадия (G1-3T1-2N0-1M0-1). Пациенты с множественными опухолями. Функционально неоперабельные пациенты'
    union
    VALUES '21141', 'Злокачественные новообразования молочной железы (T2-3N0-3M0-1). Пациенты с генерализованными опухолями при невозможности применения традиционных методов лечения. Функционально неоперабельные пациенты'
    union
    VALUES '21144', 'Хронический туботимпальный гнойный средний отит. Хронический эпитимпано-антральный гнойный средний отит. Адгезивная болезнь среднего уха. Разрыв и дислокация слуховых косточек. Другие приобретенные дефекты слуховых косточек. Врожденные аномалии (пороки развития) уха, вызывающие нарушение слуха. Отосклероз, вовлекающий овальное окно, необлитерирующий. Отосклероз неуточненный. Кондуктивная и нейросенсорная потеря слуха. Отосклероз, вовлекающий овальное окно, облитерирующий'
    union
    VALUES '21145', 'Адгезивная болезнь среднего уха. Разрыв и дислокация слуховых косточек'
    union
    VALUES '21146', 'Болезнь Меньера. Доброкачественное пароксизмальное головокружение. Вестибулярный нейронит. Фистула лабиринта'
    union
    VALUES '21147', 'Доброкачественное пароксизмальное головокружение. Вестибулярный нейронит. Фистула лабиринта'
    union
    VALUES '21148', 'Доброкачественное новообразование полости носа и придаточных пазух носа, пазух клиновидной кости'
    union
    VALUES '21149', 'Стеноз гортани. Доброкачественное новообразование гортани. Доброкачественное новообразование трахеи. Паралич голосовых складок и гортани. Другие болезни голосовых складок. Дисфония. Афония'
    union
    VALUES '21150', 'Другие болезни голосовых складок. Дисфония. Афония'
    union
    VALUES '21151', 'Последствия перелома черепа и костей лица. Последствия травмы глаза окологлазничной области. Доброкачественное новообразование среднего уха, полости носа и придаточных пазух носа'
    union
    VALUES '21152', 'Глаукома с повышенным или высоким внутриглазным давлением развитой, далеко зашедшей стадии, в том числе с осложнениями, у взрослых. Врожденная глаукома, глаукома вторичная вследствие воспалительных и других заболеваний глаза, в том числе с осложнениями, у детей'
    union
    VALUES '21153', 'Сочетанная патология глаза у взрослых и детей (хориоретинальные воспаления, хориоретинальные нарушения при болезнях, классифицированных в других рубриках: ретиношизис и ретинальные кисты, ретинальные сосудистые окклюзии, пролиферативная ретинопатия, дегенерация макулы и заднего полюса, кровоизлияние в стекловидное тело), осложненная патологией роговицы, хрусталика, стекловидного тела. Диабетическая ретинопатия взрослых, пролиферативная стадия, в том числе с осложнением или с патологией хрусталика, стекловидного тела, вторичной глаукомой, макулярным отеком. Отслойка и разрывы сетчатки, тракционная отслойка сетчатки, другие формы отслойки сетчатки у взрослых и детей, осложненные патологией роговицы, хрусталика, стекловидного тела. Катаракта незрелая и зрелая у взрослых и детей, осложненная сублюксацией хрусталика, глаукомой, патологией стекловидного тела, сетчатки, сосудистой оболочки. Осложнения, возникшие в результате предшествующих оптико-реконструктивных, эндовитреальных вмешательств у взрослых и детей. Возрастная макулярная дегенерация, влажная форма, в том числе с осложнениями'
    union
    VALUES '21154', 'Травма глаза и глазницы, термические и химические ожоги, ограниченные областью глаза и его придаточного аппарата, при острой или стабильной фазе при любой стадии у взрослых и детей осложненные патологией хрусталика, стекловидного тела, офтальмогипертензией, переломом дна орбиты, открытой раной века и окологлазничной области, вторичной глаукомой, энтропионом и трихиазом века, эктропионом века, лагофтальмом, птозом века, стенозом и недостаточностью слезных протоков, деформацией орбиты, энофтальмом, рубцами конъюнктивы, рубцами и помутнением роговицы, слипчивой лейкомой, гнойным эндофтальмитом, дегенеративными состояниями глазного яблока, травматическим косоглазием или в сочетании с неудаленным инородным телом орбиты вследствие проникающего ранения, неудаленным магнитным инородным телом, неудаленным немагнитным инородным телом, осложнениями механического происхождения, связанными с имплантатами и трансплантатами'
    union
    VALUES '21155', 'Злокачественные новообразования глаза и его придаточного аппарата, орбиты у взрослых и детей (стадии T1 - T3 N0 M0). Доброкачественные и злокачественные опухоли орбиты, включающие врожденные пороки развития орбиты, без осложнений или осложненные патологией роговицы, хрусталика, стекловидного тела, зрительного нерва, глазодвигательных мышц, офтальмогипертензией'
    union
    VALUES '21156', 'Ретролентальная фиброплазия у детей (ретинопатия недоношенных) при активной и рубцовой фазе любой стадии без осложнений или осложненная патологией роговицы, хрусталика, стекловидного тела, глазодвигательных мышц, врожденной и вторичной глаукомой'
    union
    VALUES '21157', 'Врожденные аномалии хрусталика, переднего сегмента глаза, врожденная, осложненная и вторичная катаракта, кератоконус, кисты радужной оболочки, цилиарного тела и передней камеры глаза, колобома радужки, врожденное помутнение роговицы, другие пороки развития роговицы без осложнений или осложненные патологией роговицы, стекловидного тела, частичной атрофией зрительного нерва. Врожденные аномалии заднего сегмента глаза (врожденная аномалия сетчатки, врожденная аномалия стекловидного тела, врожденная аномалия сосудистой оболочки без осложнений или осложненные патологией стекловидного тела, частичной атрофией зрительного нерва). Врожденные аномалии век, слезного аппарата, глазницы, врожденный птоз, отсутствие или агенезия слезного аппарата, другие пороки развития слезного аппарата без осложнений или осложненные патологией роговицы. Врожденные болезни мышц глаза, нарушение содружественного движения глаз'
    union
    VALUES '21158', 'Болезнь Вильсона'
    union
    VALUES '21159', 'Тяжелые формы мальабсорбции'
    union
    VALUES '21160', 'Болезнь Гоше I и III типа, протекающая с поражением жизненно важных органов (печени, селезенки, легких), костно-суставной системы и (или) с развитием тяжелой неврологической симптоматики'
    union
    VALUES '21161', 'Системный склероз (локальные и распространенные формы)'
    union
    VALUES '21162', 'Нефротический синдром неустановленной этиологии и морфологического варианта, стероидчувствительный и стероидзависимый, сопровождающийся отечным синдромом, постоянным или транзиторным нарушением функции почек'
    union
    VALUES '21163', 'Наследственные нефропатии, в том числе наследственный нефрит, кистозные болезни почек. Наследственные и приобретенные тубулопатии без снижения функции почек и экстраренальных проявлений'
    union
    VALUES '21165', 'Впервые выявленное или установленное заболевание с высокой степенью активности воспалительного процесса или заболевание с резистентностью к проводимой лекарственной терапии'
    union
    VALUES '21166', 'Нестабильная стенокардия, острый и повторный инфаркт миокарда (с подъемом сегмента ST электрокардиограммы)'
    union
    VALUES '21167', 'Нестабильная стенокардия, острый и повторный инфаркт миокарда (без подъема сегмента ST электрокардиограммы)'
    union
    VALUES '21168', 'Ишемическая болезнь сердца со стенозированием 1-3 коронарных артерий'
    union
    VALUES '21169', 'Пароксизмальные нарушения ритма и проводимости различного генеза, сопровождающиеся сердечной недостаточностью, гемодинамическими расстройствами и отсутствием эффекта от медикаментозной терапии'
    union
    VALUES '21170', 'Пароксизмальные нарушения ритма и проводимости различного генеза, сопровождающиеся сердечной недостаточностью, гемодинамическими расстройствами и отсутствием эффекта от лечения лекарственными препаратами'
    union
    VALUES '21171', 'Ишемическая болезнь сердца со значительным проксимальным стенозированием главного ствола левой коронарной артерии, наличие 3 и более стенозов коронарных артерий в сочетании с патологией 1 или 2 клапанов сердца, аневризмой, дефектом межжелудочковой перегородки, нарушениями ритма и проводимости, другими полостными операциями'
    union
    VALUES '21172', 'Первичная легочная гипертензия'
    union
    VALUES '21173', 'Стеноз клапана легочной артерии'
    union
    VALUES '21174', 'Эмфизема легкого'
    union
    VALUES '21175', 'Деструкция и деформация (патологический перелом) позвонков вследствие их поражения доброкачественным новообразованием непосредственно или контактным путем в результате воздействия опухоли спинного мозга, спинномозговых нервов, конского хвоста и их оболочек'
    union
    VALUES '21176', 'Выраженное нарушение функции крупного сустава конечности любой этиологии'
    union
    VALUES '21177', 'Врожденные и приобретенные дефекты и деформации стопы и кисти, предплечья различной этиологии у взрослых. Любой этиологии деформации стопы и кисти у детей'
    union
    VALUES '21178', 'Любой этиологии деформации таза, костей верхних и нижних конечностей (угловая деформация не менее 20 градусов, смещение по периферии не менее 20 мм) любой локализации, в том числе многоуровневые и сопровождающиеся укорочением конечности (не менее 30 мм), стойкими контрактурами суставов. Любой этиологии дефекты костей таза, верхних и нижних конечностей (не менее 20 мм) любой локализации, в том числе сопровождающиеся укорочением конечности (не менее 30 мм), стойкими контрактурами суставов. Деформации костей таза, бедренной кости у детей со спастическим синдромом'
    union
    VALUES '21179', 'Дисплазии, аномалии развития, последствия травм крупных суставов'
    union
    VALUES '21180', 'Анкилоз крупного сустава в порочном положении'
    union
    VALUES '21182', 'Переломы позвонков, повреждения (разрыв) межпозвонковых дисков и связок позвоночника, деформации позвоночного столба вследствие его врожденной патологии или перенесенных заболеваний'
    union
    VALUES '21183', 'Неправильно сросшиеся внутри- и околосуставные переломы и ложные суставы'
    union
    VALUES '21184', 'Идиопатический деформирующий коксартроз без существенной разницы в длине конечностей (до 2 см)'
    union
    VALUES '21185', 'Деформирующий артроз в сочетании с посттравматическими и послеоперационными деформациями конечности на различном уровне и в различных плоскостях'
    union
    VALUES '21186', 'Деформирующий артроз в сочетании с дисплазией сустава'
    union
    VALUES '21187', 'Посттравматический деформирующий артроз сустава с вывихом или подвывихом'
    union
    VALUES '21188', 'Реберный горб. Врожденные деформации позвоночника. Врожденные деформации грудной клетки. Остеохондродисплазия и спондилоэпифизарная дисплазия. Ахондроплазия. Нейрофиброматоз. Синдром Марфана'
    union
    VALUES '21189', 'Стриктура мочеточника. Стриктура уретры. Сморщенный мочевой пузырь. Гипоспадия. Эписпадия. Экстрофия мочевого пузыря. Врожденный уретерогидронефроз. Врожденный мегауретер. Врожденное уретероцеле, в том числе при удвоении почки. Врожденный пузырно-мочеточниковый рефлюкс. Опухоль мочевого пузыря. Урогенитальный свищ (осложненный, рецидивирующий)'
    union
    VALUES '21190', 'Опухоль предстательной железы. Опухоль почки. Опухоль мочевого пузыря. Опухоль почечной лоханки. Прогрессивно растущая киста почки. Стриктура мочеточника'
    union
    VALUES '21191', 'Опухоль предстательной железы. Опухоль почки. Опухоль мочевого пузыря. Опухоль почечной лоханки.'
    union
    VALUES '21192', 'Опухоль почки. Камни почек. Стриктура мочеточника. Опухоль мочевого пузыря. Врожденный уретерогидронефроз. Врожденный мегауретер'
    union
    VALUES '21193', 'Недержание мочи при напряжении. Несостоятельность сфинктера мочевого пузыря. Атония мочевого пузыря'
    union
    VALUES '21194', 'Врожденная полная односторонняя расщелина верхней губы'
    union
    VALUES '21195', 'Рубцовая деформация верхней губы и концевого отдела носа после ранее проведенной хейлоринопластики'
    union
    VALUES '21196', 'Послеоперационный дефект твердого неба'
    union
    VALUES '21197', 'Врожденная и приобретенная небно-глоточная недостаточность различного генеза'
    union
    VALUES '21198', 'Врожденная расщелина носа, лица - косая, поперечная, срединная'
    union
    VALUES '21199', 'Аномалии челюстно-лицевой области, включая аномалии прикуса'
    union
    VALUES '21200', 'Субтотальный дефект и деформация ушной раковины'
    union
    VALUES '21201', 'Микростомия'
    union
    VALUES '21202', 'Макростомия'
    union
    VALUES '21203', 'Доброкачественное новообразование околоушной слюнной железы'
    union
    VALUES '21204', 'Новообразование околоушной слюнной железы с распространением в прилегающие области'
    union
    VALUES '21205', 'Доброкачественные новообразования челюстей и послеоперационные дефекты'
    union
    VALUES '21206', 'Последствия переломов черепа и костей лицевого скелета'
    union
    VALUES '21207', 'Сахарный диабет с нестандартным течением, синдромальные, моногенные формы сахарного диабета'
    union
    VALUES '21208', 'Сахарный диабет 1 и 2 типа с поражением почек, неврологическими нарушениями, нарушениями периферического кровообращения и множественными осложнениями, синдромом диабетической стопы'
    union
    VALUES '21209', 'Эктопический АКТГ - синдром (с выявленным источником эктопической секреции)'
    union
    VALUES '21210', 'Синдром Иценко-Кушинга неуточненный'
    union
    VALUES '21337', 'Злокачественные новообразования яичников. Локальный рецидив, поражение лимфатических узлов после неоднократных курсов полихимиотерапии и невозможности выполнить хирургическое вмешательство'
    union
    VALUES '21338', 'Злокачественные новообразования маточных труб. Локальный рецидив после неоднократных курсов полихимиотерапии и невозможности выполнить хирургическое вмешательство'
    union
    VALUES '21344', 'Злокачественные новообразования лимфоидной ткани'
    union
    VALUES '21398', 'Диабет новорожденных. Приобретенный аутоиммунный инсулинзависимый сахарный диабет, лабильное течение. Сахарный диабет с осложнениями (автономная и периферическая полинейропатия, нефропатия, хроническая почечная недостаточность, энцефаопатия, кардиомиопатия, остеоартропатия). Синдромальные моногенные формы сахарного диабета (MODY, DIDMOAD, синдром Альстрема, митохондриальные формы и другие), врожденный гиперинсулинизм'
    union
    VALUES '21500', 'Злокачественные новообразования головы и шеи, трахеи, бронхов, легкого, плевры, средостения, щитовидной железы, молочной железы, пищевода, желудка, тонкой кишки, ободочной кишки, желчного пузыря, поджелудочной железы, толстой и прямой кишки, анального канала, печени, мочевого пузыря, надпочечников, почки, полового члена, предстательной железы, костей и суставных хрящей, кожи, мягких тканей (T1-4N любая M0), локализованные и местнораспространенные формы. Вторичное поражение лимфоузлов'
    union
    VALUES '21507', 'Интраэпителиальные, микроинвазивные и инвазивные злокачественные новообразования вульвы, влагалища, шейки и тела матки (Т0-4N0-1M0-1), в том числе с метастазированием в параортальные или паховые лимфоузлы'
    union
    VALUES '21508', 'Кардиомиопатии: дилатационная кардиомиопатия, другая рестриктивная кардиомиопатия, другие кардиомиопатии, кардиомиопатия неуточненная. Миокардит неуточненный, фиброз миокарда. Неревматическое поражение митрального, аортального и трикуспидального клапанов: митральная (клапанная) недостаточность, неревматический стеноз митрального клапана, аортальная (клапанная) недостаточность, аортальный (клапанный) стеноз с недостаточностью, неревматический стеноз трехстворчатого клапана, неревматическая недостаточность трехстворчатого клапана, неревматический стеноз трехстворчатого клапана с недостаточностью. Врожденные аномалии (пороки развития) системы кровообращения: дефект предсердножелудочковой перегородки, врожденный стеноз аортального клапана. Врожденная недостаточность аортального клапана, врожденный митральный стеноз, врожденная митральная недостаточность, коарктация аорты, стеноз аорты, аномалия развития коронарных сосудов'
    union
    VALUES '21513', 'Острые лейкозы, высокозлокачественные лимфомы, рецидивы и резистентные формы других лимфопролиферативных заболеваний, хронический миелолейкоз в фазах акселерации и бластного криза. Солидные опухоли у детей высокого риска: опухоли центральной нервной системы, ретинобластома, нейробластома и другие опухоли периферической нервной системы, опухоли почки, опухоли печени, опухоли костей, саркомы мягких тканей, герминогенные опухоли. Рак носоглотки. Меланома. Другие злокачественные эпителиальные опухоли. Опухоли головы и шеи у детей (остеосаркома, опухоли семейства саркомы Юинга, хондросаркома, злокачественная фиброзная гистиоцитома, саркомы мягких тканей, ретинобластома, опухоли параменингеальной области). Высокий риск'
    union
    VALUES '21517', 'Первичные и вторичные злокачественные новообразования оболочек головного мозга, спинного мозга, головного мозга'
    union
    VALUES '22190', 'Доброкачественное новообразование среднего уха, полости носа и придаточных пазух, гортани и глотки'
    union
    VALUES '22205', 'Тяжелые распространенные формы атопического дерматита и псориаза артропатического, резистентные к другим видам системной терапии') as tmp
